Repository: tigrastov/UraMarket
Catalog: *.lproj/Localizable.strings
Languages: sr

source: To clarify the delivery details, our administrator will call you at the number specified in the profile settings
sr: Да би разјаснили детаље испоруке, наш администратор ће вас позвати на број који је наведен у подешавањима профила

source: Order status
sr: статус

source: amount
sr: износ

source: Add
sr: Додај

source: Title
sr: Наслов

source: Price
sr: Цена

source: Description
sr: Опис

source: Save
sr: Сачувај

source: Login
sr: Ауторизација

source: Registration
sr: Регистрација

source: email
sr: емаил адреса

source: password
sr: лозинка

source: confirm password
sr: Поновите лозинку

source: Create account
sr: Региструјте се

source: Already have an account
sr: Већ имате налог

source: Catalog
sr: Каталог

source: Cart
sr: Колица за куповину

source: Profile
sr: Профиле

source: Cost
sr: Укупно:

source: Delete all
sr: Обриши све

source: Sent order
sr: Ред

source: Do you want sent an order?
sr: Да ли потврђујете наруџбу?

source: Yes
sr: Да

source: Order is accepted!
sr: Ваша поруџбина је прихваћена!

source: Error: empty order
sr: Грешка: празан налог

source: The order cannot be empty
sr: Наруџбина не сме бити празна

source: Name - MustHave
sr: Име

source: Exit
sr: Изађи

source: Do you really want to leave?
sr: Да ли стварно желите да изађете?

source: Address - MustHave!
sr: Адреса за испоруку - обавезно поље

source: Phone - MustHave
sr: Контакт телефон - Обавезно поље

source: Your orders will be here
sr: Ваша наређења ће бити овде

source: How many
sr: Количина

source: Add to cart
sr: Додај у корпу

source: Update
sr: Ажурирај

source: Delete
sr: Избриши

source: delete
sr: Избриши

source: New
sr: Ново

source: In progress
sr: Спремам се

source: Delivery
sr: Достава

source: Completed
sr: Завршено

source: Canceled
sr: Отказано

source: Back to catalog
sr: назад у каталог

source: Add to cart
sr: додај у корпу

source: To use the application you need to log in
sr: Да бисте користили апликацију, потребно је да се пријавите

source: To use the application, you must register and log in
sr: Да бисте користили апликацију, морате се регистровати и пријавити

source: A little about us. We are a food production company Baikal in Belgrade. We are engaged in the production of various semi-finished products and ready meals. We also deliver products around the city. More information on the website or by phone: 0677109599
sr: Мало о нама. Ми смо предузеће за производњу хране Бајкал у Београду. Бавимо се производњом разних полупроизвода и готових јела. Такође испоручујемо производе по целом граду. Више информација на веб страници или путем телефона: 0677109599

source: Add items from the catalog to the cart. You can delete items individually by pressing the button. You can delete all items from the cart by clearing it with one button - Clear cart.
sr: Додајте артикле из каталога у корпу. Можете избрисати ставке појединачно притиском на дугме. Можете избрисати све артикле из корпе тако што ћете их обрисати једним дугметом - Обриши корпу.

source: Dear customer! We have the following system. You place an order, and we call you on the day of the order at the specified phone number to clarify the delivery details. Therefore, before placing an order, make sure that your phone number is correct, active and available for communication
sr: Поштовани купче! Имамо следећи систем. Ви поручујете, а ми Вас позивамо на дан поруџбине на наведени број телефона да разјаснимо детаље испоруке. Стога, пре него што наручите, уверите се да је ваш број телефона тачан, активан и доступан за комуникацију

source: Join and order
sr: Придружите се и наручите

source: I'll register later
sr: Регистроваћу се касније

source: To place an order, you need to register. To do this, go to the Profile menu
sr: Да бисте наручили, морате се регистровати. Да бисте то урадили, идите на мени Профил

source: Are you sure you want to delete your account?
sr: Да ли сте сигурни да желите да избришете свој налог?

source: Enter your password to confirm deletion
sr: Унесите своју лозинку да бисте потврдили брисање

source: Account successfully deleted
sr: Налог је успешно избрисан

source: Confirm Delete
sr: Потврди брисање

source: Cancel
sr: Откажи

source: Exit and delete account
sr: ВИзађите и избришите налог
